Repository: Gaphilly/Moyennisator-3000
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fr

source: Username
es: Usuario
fr: Nom d'utilisateur

source: Password
es: Contraseña
fr: Mot de passe

source: Analyze Grades
es: Analizar calificaciones
fr: Analyser les notes

source: Enter your Pronote username
es: Ingrese su usuario Pronote
fr: Entrez votre nom d'utilisateur Pronote

source: Enter your Pronote password
es: Ingrese su contraseña Pronote
fr: Entrez votre mot de passe Pronote

source: Login failed. Please check your credentials.
es: Inicio de sesión fallido. Verifique sus credenciales.
fr: Échec de la connexion. Veuillez vérifier vos identifiants.

source: No periods found
es: No se encontraron periodos
fr: Aucune période trouvée

source: Successfully fetched %(n)d evaluations
es: Obtenidas correctamente %(n)d evaluaciones
fr: Récupération réussie : %(n)d évaluations

source: Incorrect password. / Mot de passe incorrect.
es: Contraseña incorrecta.
fr: Mot de passe incorrect.

source: Incorrect username. / Nom d'utilisateur incorrect.
es: Usuario incorrecto.
fr: Nom d'utilisateur incorrect.

source: Unexpected connection error / Erreur de connexion inconnue: %(m)s
es: Error de conexión inesperado: %(m)s
fr: Erreur de connexion inattendue : %(m)s

source: Excellent (Mention Très Bien possible)
es: Excelente (mención Très Bien posible)

source: Good (Mention Bien possible)
es: Bien (mención Bien posible)
fr: Bien (mention Bien possible)

source: Satisfactory (Mention Assez Bien possible)
es: Satisfactorio (mención Assez Bien posible)
fr: Assez bien (mention Assez Bien possible)

source: Pass level
es: Nivel aprobatorio
fr: Niveau passable

source: Below pass level
es: Por debajo del nivel aprobatorio
fr: En dessous du niveau passable

source: Connection failed: %(message)s
es: Conexión fallida: %(message)s
fr: Connexion échouée : %(message)s

source: Success: %(message)s
es: Éxito: %(message)s
fr: Succès : %(message)s

source: Please check your input and try again.
es: Por favor verifique sus datos e inténtelo de nuevo.
fr: Veuillez vérifier vos informations et réessayer.

source: No data available. Please login first.
es: No hay datos disponibles. Inicie sesión primero.
fr: Aucune donnée disponible. Veuillez vous connecter d'abord.

source: Login
es: Iniciar sesión
fr: Connexion

source: Analyze your academic performance with Brevet statistics
es: Analiza tu rendimiento académico con estadísticas del Brevet
fr: Analysez vos performances académiques avec les statistiques du Brevet

source: Disclaimer:
es: Aviso:
fr: Avertissement :

source: The data and statistics shown are estimations based on available evaluations and may not be entirely accurate. Results should be used for reference purposes only.
es: Los datos y estadísticas mostrados son estimaciones basadas en las evaluaciones disponibles y pueden no ser totalmente precisos. Los resultados deben usarse solo como referencia.
fr: Les données et statistiques affichées sont des estimations basées sur les évaluations disponibles et peuvent ne pas être entièrement précises. Les résultats doivent être utilisés à titre indicatif.

source: Enter your Pronote credentials to analyze your grades
es: Ingrese sus credenciales Pronote para analizar sus calificaciones
fr: Entrez vos identifiants Pronote pour analyser vos notes

source: Your credentials are secure and not stored
es: Sus credenciales están seguras y no se almacenan
fr: Vos identifiants sont sécurisés et ne sont pas stockés

source: What you'll get:
es: Lo que obtendrás:
fr: Ce que vous obtiendrez :

source: Evaluations
es: Evaluaciones
fr: Évaluations

source: Subject
es: Asignatura
fr: Matière

source: Averages
es: Promedios
fr: Moyennes

source: Statistics
es: Estadísticas
fr: Statistiques

source: Results
es: Resultados
fr: Résultats

source: Back to Login
es: Volver al inicio de sesión
fr: Retour à la connexion

source: Grade Analysis Results
es: Resultados del análisis de notas
fr: Résultats d'analyse des notes

source: Complete analysis of your academic performance
es: Análisis completo de tu rendimiento académico
fr: Analyse complète de vos performances académiques

source: Overview
es: Resumen
fr: Aperçu

source: Performance Level
es: Nivel de desempeño
fr: Niveau de performance

source: Export PDF
es: Exportar PDF
fr: Exporter en PDF

source: Evaluation
es: Evaluación
fr: Évaluation

source: Date
es: Fecha

source: Coefficient
es: Coeficiente

source: Grades
es: Calificaciones
fr: Notes

source: No grades
es: Sin calificaciones
fr: Aucune note

source: Grade Point System
es: Sistema de puntos
fr: Système de points

source: School year
es: Año escolar
fr: Année scolaire

source: Student
es: Estudiante
fr: Élève

source: Class
es: Clase
fr: Classe

source: Generated by Moyennisator 3000
es: Generado por Moyennisator 3000
fr: Généré par Moyennisator 3000

source: Individual
fr: Individuel
